Repository: jweiland-net/like_it
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# message.could_not_add_like
source: Could not add your like to the database!
de: Der Like konnte nicht zur Datenbank hinzugef체gt werden! Bitte kontaktiere einen Administrator.

# message.could_not_remove_like
source: Could not remove your like!
de: Der Like konnte nicht entfernt werden! Bitte kontaktiere einen Administrator.

# message.not_liked
source: Like
de: Gef채llt mir

# message.liked
source: You like
de: Gef채llt dir

# message.amount_of_likes
source: This record has been liked <span class="amount-of-likes">%d</span> times.
de: Dieser Artikel wurde bereits <span class="amount-of-likes">%d</span> mal positiv bewertet.

# message.select_table
source: Select a record type
de: Bitte Datensatzart ausw채hlen

# message.no_likes
source: Currently there are no likes!
de: Aktuell sind keine Likes vorhanden!

# button.edit_record
source: Edit record
de: Datensatz bearbeiten

# table.title
source: Title
de: Titel

# table.actions
source: Actions
de: Aktionen

# title.like_list
source: Like list
de: Like Liste
